{
  "plugins": {
    "base16-nvim": {
      "src": "https://github.com/RRethy/base16-nvim"
    },
    "docstring.nvim": {
      "src": "https://github.com/himkt/docstring.nvim"
    },
    "gen.nvim": {
      "src": "https://github.com/David-Kunz/gen.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "rduck.nvim": {
      "src": "https://github.com/bkp5190/rduck.nvim"
    },
    "todo": {
      "src": "https://codeberg.org/smeikx/todo.nvim"
    },
    "todo.nvim": {
      "src": "https://codeberg.org/smeikx/todo.nvim"
    },
    "todotxt.nvim": {
      "src": "https://github.com/phrmendes/todotxt.nvim"
    },
    "vim-doge": {
      "src": "https://github.com/kkoomen/vim-doge"
    }
  }
}
